{
    "topics": [
       "Which emerging technology are you most excited about?",
       "If you had to get rid of a holiday, which would you get rid of? Why?",
       "Do you like classical music?",
       "When people make mistakes about food (especially foreign food), do you feel the need to correct them? (i.e. sushi / sashimi or stromboli / calzone)",
       "Who is your oldest friend? Where did you meet them?",
       "Do you experience phantom vibration? (Feeling your phone vibrate even though it didn't.)",
       "Do you always have to have the latest phone?",
       "Which TV show do you want your life to be like?",
       "What is your dream job?",
       "Have you ever saved an animal's life? How about a person's life?",
       "What is the worst hotel you have stayed at? How about the best hotel?",
       "How much time do you spend on the internet? What do you usually do?",
       "Do you text more or call more? Why?",
       "What's the strangest movie you have ever seen?",
       "What is the fanciest restaurant you have eaten at?",
       "What is your favorite thing to eat or drink in winter?",
       "What three words best describe you?",
       "Is teaching a skill that can be taught?",
       "Do you know what your your name means?",
       "What was the last thing you purchased?",
       "What is a controversial opinion you have?",
       "Do you like horror movies? Why or why not?",
       "Do you prefer traveling alone or with a group?",
       "What's the most underrated or overrated TV show?",
       "What was the best birthday wish or gift you've ever received?",
       "Do you believe in soul mates?",
       "Where did you go on your last vacation?",
       "What is the strangest dream you have ever had?",
       "What song always puts you in a good mood?",
       "What personal goals do you have?",
       "What book genres do you like to read?",
       "What is your favorite song of all time?",
       "Are there any songs that always bring a tear to your eye?",
       "What do you look for in a guy/girl?",
       "What do app makers do that really annoys you?",
       "Who is your oldest friend? Where did you meet them?",
       "What are some strange beliefs that some people have?",
       "What was the biggest thing you have ever won?",
       "If you could live anywhere in the world, where would it be?",
       "Which sport is the most exciting to watch? Which is the most boring to watch?",
       "What was the best invention of the last 50 years?",
       "Who was the last person you called?",
       "Do you wish there were more or fewer holidays? Why?",
       "If you had intro music, what song would it be? Why?",
       "Are you a very organized person?",
       "Does technology simplify life or make it more complicated?",
       "What is something you are obsessed with?",
       "Where did you grow up?",
       "What bands or types of music do you listen to when you exercise?",
       "Where is the most awe-inspiring place you have been?",
       "Which app has helped society the most? Which one has hurt society the most?",
       "What is the biggest holiday for your family?",
       "What is your favorite day of the week?",
       "What's the best way to discover new music?",
       "What problems will technology solve in the next 5 years? What problems will it create?",
       "Can you think of any technology that has only made the world worse? How about a piece of technology that has only made the world better?",
       "What do you like to do in the spring?",
       "What's the best show currently on TV?",
       "What is something popular now that annoys you?",
       "Do you believe in love at first sight?",
       "Which recent news story is the most interesting?",
       "How often do you binge watch shows?",
       "What is the longest plane trip you have taken?",
       "What is the first thing you do when you wake up?",
       "Would you eat at a restaurant that was really dirty if the food was amazing?",
       "What restaurant do you eat at most?",
       "What do you do when you're bored?",
       "If you could make a holiday, what would it be like? What traditions would it have? What would people eat on your holiday?",
       "If your mind were an island, what would it look like?",
       "What do you wish your phone could do?",
       "Who was the first band or musician you were really into? Do you still like them?",
       "How often do you curse? And what's your go-to string of curse words?",
       "What is the most embarrassing piece of clothing you own?",
       "How often do you exercise?",
       "What's your favorite number? Why?",
       "What is the strangest themed restaurant you have heard of?",
       "What are some things you want to accomplish In your life?",
       "Are bigger or smaller schools better?",
       "If you had a personal mascot, what would your mascot be?",
       "What's the best thing about traveling? How about the worst thing?",
       "What's your favorite season? Why?",
       "How much do you plan for the future?",
       "How can technology improve education? Can it hurt education?",
       "Do you prefer fiction or nonfiction books?",
       "Who is your favorite entertainer (comedian, musician, actor, etc.)?",
       "What do you like to do to relax?",
       "The world has become infested with rabid dogs with the intelligence of a 5-year-old, where do you hole up to survive the “a-pup-calypse”?",
       "What type of phone do you have?",
       "What is something that you have gotten in trouble for at school/work?",
       "What trends did you follow when you were younger?",
       "Have your parents influenced what goals you have?",
       "What do you fear is hiding in the dark?",
       "What book has changed one of your long-held opinions?",
       "What are some goals you have already achieved?",
       "Who are the 3 greatest athletes of all time?",
       "What weird or useless talent do you have?",
       "Have you ever given a presentation in front of a large group of people? How did it go?",
       "What's the strangest movie you have ever seen?",
       "What’s your story?",
       "What personal passion project are you working on right now?",
       "What was the highlight of your day today?",
       "What was the highlight of your week?",
       "What was the high-point and low-point of your day so far?",
       "Has this been a busy time for you?",
       "What are you doing this weekend?",
       "Did you do anything fun this past weekend?",
       "If you had to pick any character in a book, movie, or TV show who is most similar to you, who would you choose? Why? If you had intro music, what song would it be? Why?",
       "What’s your biggest fear?",
       "What’s your biggest regret?",
       "If you had to pick one–skydiving, bungee jumping, or scuba diving–which would you do",
       "When you were a kid, what did you think your life would look like now?",
       "Which of your family members are you most like?",
       "Do you think there are aliens on other planets?",
       "If you were an animal, what animal would you be? Why?",
       "When you’re a grown up, what type of house will you live in?",
       "Who would win in a fight, a robot or a dinosaur? ",
       "What’s the most embarrassing thing you did at school / when you were a kid?",
       "If you had a reality TV show about your life, what would your theme song be?",
       "What’s your plan if there was a zombie apocalypse?",
       "Do you usually celebrate Valentine’s Day? Do you think it is a real or fake holiday?",
       "How long did you believe in the Easter Bunny?",
       "What’s the best fireworks display you’ve seen on the 4th of July?",
       "What’s the best Halloween costume you ever had? Or Do you like haunted houses or scary rides?",
       "hat’s your favorite Thanksgiving Dinner food?",
       "How does your family celebrate the holidays?",
       "What was the highlight of your last year?” Or, “What do you want to achieve for next year?",
       "“How do you usually celebrate your birthday?” Or, “What was the best birthday you ever had?",
       "What was the best (or worst) birthday gift you ever received?",
       "What was the last funny video you saw?",
       "What do you do to get rid of stress?",
       "What is something you are obsessed with?",
       "What would be your perfect weekend?",
       "What’s the most useful thing you own?",
       " What’s your favorite way to waste time?",
       "What do you think of tattoos?",
       "Do you have any pets? What are their names?",
       "Where did you go last weekend? / What did you do last weekend?",
       "Are you very active, or do you prefer to just relax in your free time?",
       "What do you do when you hang out with your friends?",
       "What were you really into when you were a kid?",
       "If you could have any animal as a pet, what animal would you choose?",
       "If you opened a business, what kind of business would it be?",
       "Who in your life brings you the most joy?",
       "Who had the biggest impact on the person you have become?",
       "What is the most annoying habit someone can have?",
       "Where is the most beautiful place you have been?",
       "How often do you stay up past 3 a.m.?",
       "Which is more important, having a great car or a great house? Why?",
       "What animal or insect do you wish humans could eradicate?",
       "Where is the most beautiful place near where you live?",
       " What do you bring with you everywhere you go?",
       "What is the most disgusting habit some people have?",
       " Where and when was the most amazing sunset you have ever seen?",
       "If you had to change your name, what would your new name be?",
       "What is something that really annoys you but doesn’t bother most people?",
       " What word or saying from the past do you think should come back?",
       "How should success be measured? And by that measurement, who is the most successful person you know?",
       " What is your guilty pleasure?",
       "Was there ever an event in your life that defied explanation?",
       "If you could learn the answer to one question about your future, what would the question be?",
       "Has anyone ever saved your life?",
       "What benefit do you bring to the group when you hang out with friends?",
       "What was the best period of your life so far? What do you think will be the best period of your entire life?",
       "What do you do to improve your mood when you are in a bad mood?",
       " What is the silliest fear you have?",
       " What is the best room in your house? Why?",
       "Who is someone popular now that you really like? Why do you like them so much?",
       "What smell brings back great memories?",
       ". What’s the best pet name you can come up with for a specific type of pet? (Like these orange cat names.)",
       "How often do you help others? Who do you help? How do you help?",
       "What are you best at?",
       " What makes you nervous?",
       "Who is the funniest person you’ve met?",
       "Who would be the worst person to be stuck in an elevator with? How about the best person to be stuck in an elevator with?",
       "What was the best birthday wish or gift you’ve ever received?",
       "What will be the future of TV shows?",
       " If you could bring back one TV show that was canceled, which one would you bring back?",
       "What was the last movie you watched? How was it?",
       "Do movies have the same power as books to change the world?",
       "What are the three best apps on your phone?",
       "What is the most useful app on your phone?",
       "What do app makers do that really annoys you?",
       " How many apps do you have on your phone?",
       "What’s the most frustrating app you have tried?",
       "What’s the most addictive mobile game you have played/playing ?",
       "Which app seemed like magic the first time you used it?",
       " What is the strangest app you have heard of or tried?",
       "How do you feel if you accidentally leave your phone at home?",
       "What is the most annoying thing about your phone?",
       " What old trend is coming back these days?",
       "What is the most comfortable piece of clothing you own?",
       " Do you prefer summer or winter activities?",
       "Did your family take seasonal vacations?",
       "Which do you prefer, fall or spring?",
       "Which season are you most active in?",
       " What’s the most refreshing thing on a hot summer day?",
       " Is it better to live where there are four seasons or where one season takes up most of the year?",
       "What is the biggest holiday for your family?",
       "What was the last funny video you saw?",
       "What do you do to get rid of stress?",
       "What is something you are obsessed with?",
       "What three words best describe you?",
       "What would be your perfect weekend?"
       

    ]
}